[kor]
dlgname=JOB - 수동지시
completereport=완료보고
delete=강제삭제
manualadd=작업 생성
manualdelete=반자동 삭제
datereset=초기화
copy=복사
whtyp=창고구분 :
jobtyp=작업구분 :
productsize=PULP 단수 :
strageloc=저장위치
selectcnt=조회건수
luggno=작업번호 :
jobstatus=작업상태 :
racktime=렉 시속시간
startpos=출발지 :
destpos=도착지 :
traytop=상단 BCR :
traybottom=하단 BCR :
remark=비고 :
storagedate=입고일자
serach=조회
select=검색
selectresult=검색결과
jobstartdt=작업 시작 일자
location=출발위치 :
locationto=도착위치 :
jobpriority=우선순위 :
jobcnt=작업개수 :

[eng]
dlgname=JOB - MANUAL ORDER
completereport=COMPLETE REPORT
delete=COMPULSION DELETE
manualadd=ADD SEMI-AUTOMATIC 
manualdelete=DELETE SEMI-AUTOMATIC
datereset=DATA RESET
copy=COPY
whtyp=WH TYPE
jobtyp=JOB TYPE
productsize=PRODUCT SPECIFICATION
strageloc=STORATE LOCATION
selectcnt=SEARCH CNT
luggno=LUGGNO
jobstatus=JOB STATUS
racktime=RACK CONTINUING TIME
startpos=START POSITION
destpos=DESTINATION POSITION
traytop=TOP BARCODE
traybottom=BOTTOM BARCODE
remark=REMARKS
storagedate=STORAGE DATE
serach=SERACH

[chin]
dlgname=JOB - 手动命令
completereport=完成報告
delete=删除
manualadd=手动 创造
manualdelete=手动 删除
datereset=初始化
copy=複製
whtyp=工作類型
jobtyp=工作类型
productsize=托盤類型
strageloc=存儲單元號
selectcnt=计数
luggno=工作号
jobstatus=工作状态
racktime=老化時間
startpos=出发地
destpos=目的地
traytop=条形码 顶部
traybottom=条形码 底部
remark=备忘录
storagedate=入庫時間
serach=查詢
select=查詢
selectresult=查詢 结果

[hun]
dlgname=JOB - 수동지시
completereport=완료보고
delete=강제삭제
manualadd=반자동 추가
manualdelete=반자동 삭제
datereset=데이터 초기화
copy=복사
whtyp=창고구분
jobtyp=작업구분
productsize=제품규격
strageloc=저장위치
selectcnt=조회건수
luggno=작업번호
jobstatus=작업상태
racktime=렉 시속시간
startpos=출발지
destpos=도착지
traytop=바코드 상단
traybottom=바코드 하단
remark=비고
storagedate=입고일자
serach=조회